Repository: 84000/data-translation-memory
Catalog: toh93-v4.tmx
Source language: bo
Languages: en

source: །དེ་བས་ན་ལེན་པས་སྦྱིན་པ་ཤེས་པར་བྱེད་དོ།
en: That is how the one who accepts it understands the gift. “

source: །དྲང་སྲོང་ཆེན་པོ་བསོད་ནམས་ཞེས་བྱ་བ་ནི་འཇིག་རྟེན་ཕ་རོལ་ཏུ་རྫོགས་པར་བྱེད་པ་འམ། མཐུ་རྩལ་ཐོབ་པས་སྲུང་བ་སྟེ། དེ་བས་ན་བསོད་ནམས་ཞེས་བྱའོ།
en: Great Seer, the term merit refers to something that is fulfilled in a future life or is maintained by gaining great power, and that is why it is called ‘merit.’

source: །འཇིག་རྟེན་ཕ་རོལ་ནས་གཅིག་ནས་གཅིག་ཏུ་ལུས་དང་ལོངས་སྤྱོད་སྐྱེད་པར་བྱེད་པ་དེའི་ཕྱིར་འཇིག་རྟེན་ཕ་རོལ་གྱི་ཞེས་བྱའོ།
en: It is said to be related to the next life because it is what determines the type of body and resources one is born with from one future life to the next.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་དྲང་སྲོང་ཆེན་པོ་རྒྱས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བདག་གི་སྦྱིན་པའི་རྣམ་པར་སྨིན་པ་ནི་བཀའ་སྩལ་ཏོ།
en: Then the great seer Vyāsa asked the Blessed One, “The Blessed One has answered my question about the karmic fruition of giving.

source: །བཅོམ་ལྡན་འདས་རྣམ་པར་ཤེས་པ་ལུས་སུ་ཇི་ལྟར་འཇུག །རྣམ་པར་ཤེས་པ་འདི་ཇི་ལྟར་ན་ལུས་ལ་ཆགས་པ་སྐྱེད།
en: Blessed One, how does consciousness enter the body, and how does consciousness generate attachment to the body?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དྲང་སྲོང་ཆེན་པོ་འདི་ལྟ་སྟེ། དཔེར་ན།
en: The Blessed One replied, “Great Seer, consider the following analogy.

source: རྒྱལ་པོ་གྲོང་ཁྱེར་གྱི་དབུས་ན་འདུག་ན་ཕ་རོལ་གྱི་དམག་ཚོགས་ཀྱིས་འཇིགས་པས་ཐོག་མ་ཉིད་དུ་འོབས་རྐོ་ཞིང་རྫས་དང་། སྨན་དང་། འཕོང་གི་སློབ་དཔོན་དང་། སྐྱེས་བུ་དཔའ་བོ་སྡུད་པར་བྱེད་ཅིང་རྒྱལ་མཚན་བསྒྲེངས་ནས་གཞོན་ནུ་རྣམས་ལ་སྨྲའོ།
en: If a king living in a citadel is afraid of an enemy army, first he digs a trench and gathers materials, medicines, master archers, and brave commanders, hoists the banners, and informs the young men.

source: །གླང་པོ་ཆེ་དང་བལ་གླང་མོ་ཆང་གིས་ར་རོ་བར་བྱེད་དོ།
en: Then he gets the great male elephants and the female elephants drunk.

source: །རི་དང་ནགས་ན་གནས་པ་ཐམས་ཅད་དང་། ཞང་བློན་ལ་སོགས་པ་ཐམས་ཅད་སྡུད་དོ། །དམག་མི་རྣམས་ཀྱང་ནོར་གྱིས་བསྡུས་ནས་འདི་སྐད་དུ་ཐམས་ཅད་ཀྱང་འཐབ་འདོད་པར་གྱིས་ཏེ། སོ་སོའི་ལག་ཆ་ཐོགས་ལ་རལ་གྲི་ཕྱུང་སྟེ་ཉིན་མཚན་མ་ཉལ་བར་འདུག་ཤིག་ཅེས་བསྒོ་ནས་ཕ་རོལ་གྱི་དམག་རྟ་དང་། གླང་པོ་ཆེ་དང་མིར་འདྲེས་པ་འོངས་པ་དང་། འདི་ལྟར་རྒྱལ་པོ་དེས་བདག་གི་དམག་དབུགས་འབྱིན་ཅིང་ཕ་རོལ་གྱི་དཔུང་རང་གི་བསོད་ནམས་ཟད་པ་དང་། མཐུ་རྩལ་ཟད་པ་དང་། མཚོན་གྱིས་རྨས་པ་དང་། ཕམ་པར་མ་གྱུར་གྱི་བར་དུ་འཁོར་ལ་གླགས་མི་རྙེད་པར་སྲུང་བར་བྱེད་དོ།
en: He summons those living in the hills or forests and the lesser kings. He gathers soldiers by offering them payment and prepares them for battle by ordering them to take up their weapons, keep their swords drawn, and stay awake day and night. And as soon as the enemy army’s cavalry, together with its soldiers, has arrived, the king rouses his own army to fight and guard the perimeter so that the enemy army cannot find a weak point to attack before it has exhausted its own merit, exhausted its strength, been critically wounded, and been defeated. “

source: །དྲང་སྲོང་ཆེན་པོ་དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་རྒྱལ་པོ་ལུས་ཀྱི་གྲོང་ཁྱེར་དུ་སོང་ནས་སྐྱེ་མཆེད་ཀྱི་གྲོང་ཁྱེར་ལ་མི་རྟག་པའི་ངོ་བོར་གནས་པར་མཐོང་ནས་དེའི་ཚེ་དད་པའི་འོབས་རྐོ་བར་བྱེད།
en: In the same way, Great Seer, the king of consciousness enters the citadel of the body, sees that what dwells in the citadel of the six sense bases is impermanent by nature, and digs the trench of faith.

source: བརྩོན་འགྲུས་ལ་གནས་ཏེ་འདུག་བཟོད་པའི་གོ་ཆ་གྱོན། བརྩམ་པ་ཆེན་པོ་རྩོམ།
en: He maintains diligence as he lives there, dons the armor of patience, and begins his great task.

source: ཆོས་ཀྱི་གླང་པོ་ཆེ་རྒྱགས་པར་བྱེད། ཡེ་ཤེས་ཀྱི་རྟ་ལ་ཞོན་ཞིང་རྒྱུག་སྟེ།
en: He gets the great elephant of the Dharma drunk, and he mounts and gallops on the horse of wisdom.

source: སྐྱེ་མཆེད་ཀྱི་གྲོང་ཁྱེར་ལ་འདི་སྐད་ཅེས་བག་ཡོད་པར་ཅི་བྱ་བ་དུས་སུ་གྱིས་ཤིག །
en: He addresses the city of the sense bases, saying, ‘Be extremely cautious now!

source: ཕ་རོལ་གྱི་དམག་ཚོགས་ཀྱི་དཔུང་ཐུབ་པར་དཀའ་བ་མི་རྟག་པའི་དམག་དཔག་ཏུ་མེད་པ་འོང་གིས།
en: The troops of the enemy’s army—the immeasurable army of impermanence so difficult to defeat—are approaching.

source: ད་མྱུར་དུ་སྦྱིན་པའི་གོ་ཆ་གྱོན་ཅིག །
en: Quick! Don the armor of giving!

source: ཡེ་ཤེས་ཀྱི་མཚོན་ཐོགས་ཤིག །
en: Brandish the weapon of wisdom!

source: ངོ་ཚ་ཤེས་པ་དང་། ཁྲེལ་ཡོད་པའི་སྒྱོགས་སྦྱོར་ཅིག །
en: Ready the catapults of modesty and self-respect!

source: ཚུལ་ཁྲིམས་དང་། ཏིང་ངེ་འཛིན་དང་། གཏོང་བའི་སྲུངས་མ་ཞོག་ཤིག་ཅེས་སྐུལ་ལོ།
en: Post the sentinels of moral conduct, meditative absorption, and renunciation!’

source: །དེ་དག་ཀྱང་ཕ་རོལ་གྱི་དམག་ཉེ་བར་གནས་པ་དེ་དང་ཕན་ཚུན་མི་འཐུན་པས་འབྲོས་སོ།
en: And so saying, he urges them on. “After they engage in conflict with the approaching enemy army, they flee.

source: །དེ་དག་དང་མི་འཐུན་པས་སྐྱེ་མཆེད་ཀྱི་གྲོང་ཁྱེར་དེ་ཞིག་ནས་རྣམ་པར་ཤེས་པའི་རྒྱལ་པོ་དེ་ལུས་ཀྱི་གྲོང་ཁྱེར་བོར་ཏེ་དེ་ཡུལ་ལ་ཕྱོགས་ནས་འབྲོས་སོ།
en: The conflict between them destroys the citadel of the sense bases, and consciousness, the king, abandons the citadel of the body and leaves that country.

source: །རྣམ་པར་ཤེས་པ་བྲོས་ནས་ལུས་དང་དབང་པོའི་ཚོགས་ཁམས་ཀྱི་སྦྲུལ་གྱིས་གང་བས་སྐྱེ་མཆེད་དྲུག་ཞིག་ནས་བདག་པོ་མེད་པ་ཡིད་བརྟན་དུ་མི་རུང་བའི་ལུས་ཀྱི་གྲོང་ཁྱེར་འཇིག་པར་འགྱུར་རོ།
en: After consciousness flees, the entire assemblage of the body and the sense faculties is infested with the snakes of the constituent elements and, the six sense bases destroyed, the citadel of the body, without a ruler, becomes unstable and falls into ruin. “

source: །དྲང་སྲོང་ཆེན་པོ་དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་རྒྱལ་པོས་ལུས་ཀྱི་གྲོང་ཁྱེར་བོར་ནས་ལུས་གཞན་ཡོངས་སུ་འཛིན་པར་བྱེད་དེ། དེ་ལྟར་ན་རྣམ་པར་ཤེས་པ་འདི་རྒྱལ་པོ་ལྟར་བལྟའོ།
en: Great Seer, that is how consciousness, the king, abandons the citadel of the body and comes to possess another body, and that is how consciousness is viewed as being like a king.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་དྲང་སྲོང་ཆེན་པོ་རྒྱས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་རྣམ་པར་ཤེས་པས་བསོད་ནམས་སུ་ཉེ་བར་མཆི་བའམ། བསོད་ནམས་མ་ལགས་པར་ཉེ་བར་མཆི་བའམ། མི་གཡོ་བར་ཉེ་བར་མཆི་བའི་ལུས་ཇི་ལྟར་རབ་ཏུ་འཚལ།
en: Then the great seer Vyāsa asked the Blessed One, “Blessed One, is consciousness inclined toward merit or is consciousness inclined toward the lack of merit, and is the body something inclined toward not wavering?

source: རྣམ་པར་ཤེས་པ་འདི་ཉིད་ཀྱིས་བདག་གི་ལུས་འདི་ཡོངས་སུ་བཏང་ངམ་མ་བཏང་སྙམ་དུ་ཇི་ལྟར་རབ་ཏུ་འཚལ།
en: Does consciousness think to itself, ‘I will either abandon or not abandon this body’?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དྲང་སྲོང་ཆེན་པོ་འདི་ལྟ་སྟེ། དཔེར་ན་སྐྱེས་བུ་རྒྱ་མཚོ་ཆེན་པོ་རྒལ་བར་འདོད་པས་གཟིངས་ཆེན་པོའི་སྟེང་དུ་འདུག་ནས་ཆུའི་ནང་དུ་ཞུགས་པ་དང་། རྒྱ་མཚོ་ཆེན་པོའི་ཆུ་རླབས་བརྒྱུད་མར་འབྱུང་བས་དཀྲུགས་པ། མཐོ་དམའ་ཅན། ཀུ་མ་བྷི་ར་མ་རུངས་པ་དང་། འཛིན་ཁྲི་དང་། ཆུ་སྲིན་བྱིས་པ་གསོད་དང་། སྦྲུལ་ཡོད་པའི་ཆུ་དེའི་ཚུ་རོལ་གྱི་འགྲམ་ནས་རླུང་གིས་ཕུལ་ནས་འབད་མི་དགོས་ཤིང་གནོད་པ་མེད་ལ་བདེ་བར་གནས་ཏེ་ཕ་རོལ་གྱི་འགྲམ་དུ་ཕྱིན་པར་གྱུར་ཏོ། །
en: The Blessed One replied, “Great Seer, consider the following analogy. A person who boards a large boat because they want to cross the ocean sets out on the water and is constantly rocked by the ocean’s waves, yet they remain at ease as they are safely and effortlessly blown by the wind from the near shore of that body of water—with its ups and downs and its dangerous kumbhīras, grāhas, śiśumāras, and serpents—and arrive at the other shore.

source: ཆུ་བོའི་ཀླུང་རབ་ཏུ་འཇིགས་པ་དེ་ལས་ཐར་པས་གཟིངས་དེ་ལ་དགའ་བ་བསྐྱེད་ནས་གཟིངས་འདིས་བདག་མཚོ་ཆེན་པོ་འདི་ལས་རྒལ་ཏོ།
en: Having been rescued from the terrifying body of water, they come to like that boat and think, ‘That boat carried me across the ocean.’

source: །སྙམ་བསམས་ནས་གཟིངས་དེ་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ་གཟིངས་དེ་ལ་རབ་ཏུ་མཆོད་པ་བྱས་སོ།
en: And after they have traveled back and forth on the boat three times, they come to greatly value it. “

source: །དྲང་སྲོང་ཆེན་པོ་དེ་བཞིན་དུ་གང་བསོད་ནམས་བྱས་པའི་སེམས་ཅན་འདི་ནས་ཤི་འཕོས་པ་དེའི་རྣམ་པར་ཤེས་པ་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། ལུས་འདིས་བདག་བདེ་འགྲོ་ལྷ་དང་མིར་སྐྱེ་བ་ཡོངས་སུ་བཟུང་བ་དང་ལྡན་པས་བདག་དོན་ཡོད་པར་མིའི་ལུས་ཐོབ་པར་གྱུར་ཏེ།
en: Therefore, Great Seer, beings who have accomplished merit should think about consciousness, which leaves this body at the time of death, in the following way: ‘This body that has taken a higher rebirth among the humans and gods has led me to obtain the body of a prosperous person.

source: ལུས་འདིས་བདག་ངན་སོང་དུ་འགྲོ་བའི་རྒྱ་མཚོ་ལས་རྒལ་ཏེ།
en: This body can allow me to cross over the ocean of lower rebirths, and it can allow me to gain the opportunity to be born as a god.

source: འདིས་ལྷར་སྐྱེ་བའི་གནས་ཡོངས་སུ་བཟུང་ངོ་ཞེས་འདི་ལྟར་ལུས་དེ་ལ་དགའ་བ་བསྐྱེད་ནས་བདག་གིས་འདི་ལ་མཆོད་པ་ལེགས་པར་བྱའོ་སྙམ་མོ།
en: I should treat it properly and make offerings to it.’

source: །ཕྱིས་ལུས་དེ་གཟིངས་བཞིན་དུ་བོར་ནས་འཇིག་རྟེན་ཕ་རོལ་ཏུ་འགྲོའོ།
en: Later, they will leave that body, just as one would a boat, and proceed to the next life. “

source: །གང་རང་གི་ལུས་ཀྱིས་བསོད་ནམས་མ་བྱས་པ་དེའི་རྣམ་པར་ཤེས་པ་དེ་ནི་ཇི་ལྟར་སྐྱེས་བུ་གཟིངས་རུལ་བས་མཚོ་ཆེན་པོ་དེའི་ནང་དུ་འབྱིང་ཞིང་ཞིག་སྟེ་མ་རུང་བར་གྱུར་ནས་སྐྱེས་བུ་དེ་ཡང་ཉམ་ཐག་སྟེ།
en: The consciousness of someone whose own body has not accomplished merit is like a person with a rotten boat that sinks in the ocean, breaks apart, is wrecked, and leaves them in terrible straits.

source: གཟིངས་ཞིག་པ་དེས་འཇིགས་བཞིན་དུ་འགྲམ་དུ་ཕྱིན་ནས་ཀྱང་སེང་གེ་དང་སྟག་ཡོད་པའི་འཇིགས་སར་ཕྱིན་པར་གྱུར་ནས་དེ་འདི་སྐད་ཅེས་ཟེར་རོ། །གཟིངས་རུལ་བས་ཉོན་མོངས་ཀྱི་སྟེང་དུ་ལོག་པར་སོང་ནས་མཚོ་ཆེན་པོ་ཆུའི་རླབས་ཀྱིས་དཀྲུགས་པ་སྦྲུལ་གྱིས་གློངས་པར་ཞུགས་སོ་ཞེས་གཟིངས་དེ་ལ་དེ་སྐད་སྨྲའོ།
en: Even if they use that broken boat to make the terrifying trip to the other shore, they will land at a place terrorized by tigers and lions and say the following about the boat: ‘This rotten boat has taken the wrong course atop the afflictions and has been tossed about by the ocean’s waves and rocked by serpents.’ “

source: །དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པ་འདི་བསོད་ནམས་མ་ཡིན་པ་བྱས་པའི་ལུས་ལ་བརྟེན་ནས་ངན་སོང་གི་སར་སོང་ནས་ལུས་དེ་ལ་འདི་སྐད་ཟེར་རོ།
en: In the same way, consciousness that has relied on a body without merit and has wound up in the lower realms will say about that body, ‘Why did I get such a sinful body?

source: །སྡིག་པའི་ལུས་འདིས་ཅི་ཞིག་རྙེད་ན་སྡིག་པ་ཅན་གྱི་ལུས་མངོན་པར་གྲུབ་ནས་བདག་ཁུར་ལྟ་བུས་ནོན་པར་གྱུར།
en: I adopted this body filled with sins and have become weighed down as if bearing a heavy load.

source: བདག་ལུས་རུལ་པ་འདིའི་རྒྱུས་ངན་སོང་དུ་མངོན་པར་ཕྱོགས་ཤིང་ཞུགས་ཏེ། མཆིལ་པས་ཉ་ཟིན་པ་བཞིན་ནོ་སྙམ་མོ།
en: Because of this rotten body, I charted a course and then set off for the lower realms, pulled there like a fish caught on an iron hook.’ “

source: །དེ་ལྟར་རྣམ་པར་ཤེས་པ་དེ་ལེགས་པར་བྱས་པའི་བསོད་ནམས་ཀྱིས་གཟིངས་བཟང་པོ་བཞིན་དུ་འཁོར་བ་ལས་རྒལ་བར་བྱེད་དོ། །བསོད་ནམས་མ་ཡིན་པས་ནི་ལོག་པར་ལྟུང་བར་བྱེད་དོ།
en: In that way, merit that has been properly accomplished is like a good boat that allows consciousness to cross saṃsāra, and the lack of merit leads to one’s downfall.

source: །དེ་ལྟར་ན་རྣམ་པར་ཤེས་པས་བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བ་དང་། བསོད་ནམས་མ་ཡིན་པར་ཉེ་བར་འགྲོ་བའི་ལུས་རྣམ་པ་འདི་གཉིས་རབ་ཏུ་ཤེས་སོ།
en: Thus, consciousness knows two types of bodies—those inclined toward merit and those inclined toward the lack of merit. “

source: །ཡང་རྣམ་པར་ཤེས་པས་ལུས་འདི་ཡོངས་སུ་བཏང་ནས་གཞན་ལུས་གཉིས་པར་འགྲོ་ཞིང་ཉེ་བར་འགྲོའོ།
en: After consciousness leaves this body, it proceeds and is inclined toward another, second body.

source: །དེ་མངལ་ན་གནས་པའི་ཚེ་ཞག་བདུན་གྱི་བར་དུ་རྣམ་པར་ཤེས་པས་བདག་འདི་ནས་ཤི་འཕོས་ནས་འདིར་འོངས་སོ། །ལས་འདི་བྱས་སོ། །བདག་གིས་ལས་འདི་བྱས་སོ་ཞེས་དེ་དྲན་ནས་དེ་ལེགས་པར་བྱས་པའི་ལས་ཀྱིས་དགའ་བཞིན་དུ་འགྲོའོ།
en: For the first seven days that it resides in the womb, consciousness will remember, ‘I died there and was born here. I did this deed, and I did that deed,’ and it will be satisfied with the good deeds it has done. “

source: །དེ་རུམ་ན་གནས་པ་ན་དེའི་མ་ལ་མཚན་མ་གསུམ་འབྱུང་ངོ་། །གསུམ་གང་ཞེ་ན། བཞིན་འཛུམ་ཞིང་དེའི་བཞིན་རྙི་རྙི་པོ་མ་ཡིན་པ་དང་། བཞིན་ལྷའི་ཁ་དོག་ལྟ་བུར་འགྱུར་ཞིང་རྐང་པ་གཡས་པ་ལ་རབ་ཏུ་གནོན་ལ་དཀུ་གཡས་པ་ལ་ལན་དུ་མར་ཉུག་པ་དང་། དེ་གོས་དཀར་པོ་དང་རབ་ཏུ་མཛེས་པ་སྟེ།
en: As it remains in the womb, the mother will exhibit the following three signs: she will have a smile on her face, she will not frown, and she will have a divine complexion; she will favor the right foot and repeatedly caress her right side; and she will adorn herself with white clothing.

source: བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བའི་རྣམ་པར་ཤེས་པ་མའི་མངལ་ན་གནས་པའི་ཚེ་མའི་གཟུགས་དེ་ལྟ་བུར་བལྟའོ།
en: One will see such signs in the mother when the consciousness that has entered her womb is inclined toward merit. “

source: །དྲང་སྲོང་ཆེན་པོ་གང་བསོད་ནམས་མ་ཡིན་པའི་རྣམ་པར་ཤེས་པས་སྐྱེས་པར་གྱུར་པ་དེ་ཞག་བདུན་གྱི་བར་དུ་བདག་དེ་ནས་ཤི་འཕོས་ནས་འདིར་སྐྱེས་སོ། །སྡིག་པའི་ལས་ནི་འདི་བྱས་སོ་ཞེས་དེ་ལྟ་བུ་དྲན་པར་འགྱུར་རོ། །དེ་དེ་ལྟ་བུ་དྲན་ནས་ཡིད་མི་བདེ་བ་སྐྱེའོ། །
en: Great Seer, for seven days after conception a nonmeritorious consciousness will remember, ‘I died there and was born here; I committed this evil deed,’ and it will be unhappy.

source: ཡིད་མི་བདེ་བ་སྐྱེས་པ་དེའི་མ་ལ་ལྟས་མང་དུ་འབྱུང་བར་བལྟ་སྟེ། ལུས་དྲི་མི་ཞིམ་པར་འགྱུར་བ་དང་། ལུས་རིད་པར་འགྱུར་བ་དང་། ལུས་ལ་སེམས་པས་ཁྱབ་པར་འགྱུར་བ་དང་། ཡང་དང་ཡང་དུ་བཞིན་ཁྲོ་གཉེར་སྡུད་པར་འགྱུར་བ་དང་། གང་ཚུན་ཆད་སེམས་ཅན་དེ་མངལ་དུ་སྐྱེས་པར་གྱུར་པ་དེ་ཚུན་ཆད་ཁྱིམ་དེར་ཉོན་མོངས་པ་དང་། གནོད་པ་དང་། ནད་མང་པོར་འགྱུར་རོ། །སེམས་ཅན་དེ་བཙས་པའི་ཚེ་ཡང་ན་ནི་མ་འཆི་བའི་དུས་བྱེད་པ་དང་ལྡན་པར་འགྱུར།
en: One can observe the many signs of that unhappiness in the mother: her body may have an unpleasant smell; her body may become thin; her body may be filled with worried thoughts; she may frown angrily again and again; many defilements, injuries, and sicknesses may befall that household for the period of time in which that being is gestating in the womb; the mother might die when that being is born; or it might kill her while it is in her womb.

source: ཡང་ན་ནི་བདག་ཉིད་མངལ་ན་གནས་པའི་ཚེ་མ་རུང་བར་འགྱུར་ཏེ། དྲང་སྲོང་ཆེན་པོ་དེ་ལྟ་བུ་ནི་བསོད་ནམས་མ་ཡིན་པས་ཉེ་བར་འགྲོ་བའི་སེམས་ཅན་དུ་བལྟའོ།
en: Great Seer, that is how one can see that the being is inclined toward nonmeritorious action.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་དྲང་སྲོང་ཆེན་པོ་རྒྱས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་འདི་ལ་རྣམ་པར་ཤེས་པ་དེ་ཐོག་མ་མངལ་དུ་སྐྱེས་པའི་ཚེ་ཅི་དྲན།
en: Then the great seer Vyāsa asked the Blessed One, “Blessed One, what does consciousness remember in the first moments when it arises in a womb?

source: ཅི་རྣམ་པར་ཤེས་པར་འགྱུར།
en: What is it conscious of?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དྲང་སྲོང་ཆེན་པོ་འདི་ལ་རྣམ་པར་ཤེས་པ་ཐོག་མ་སྐྱེས་པའི་ཚེ་འདི་ལྟ་བུ་དྲན་པར་འགྱུར་ཏེ། ཀུན་དགའ་ར་བ་དང་། སྐྱེད་མོས་ཚལ་དང་། ནགས་ཚལ་དང་། རྫིང་དང་། ལུ་མ་དང་། གསེར་གྱི་གཞལ་མེད་ཁང་མཐོང་ཞིང་འཛམ་བུའི་གླིང་འདིར་སྐྱེ་བོ་མཛའ་བ་འདུ་བས་གང་བ་དང་། མཆོག་ཏུ་ཡིད་དུ་འོང་བའི་བསོད་ནམས་བྱེད་པའི་སེམས་ཅན་གྱིས་གང་བར་མཐོང་ངོ་།
en: The Blessed One said, “Great Seer, consciousness remembers the following during the first moments when it arises: It sees gardens, parks, forests, pools, springs, and golden palaces. It sees the continent of Jambudvīpa here filled with friendly people and sees it full of supremely attractive beings who have committed meritorious deeds.

source: །ལྷའི་ཤེས་པའི་སྣང་བས་ཚེ་རབས་བརྒྱ་སྟོང་དུ་མ་རྗེས་སུ་དྲན་ནོ། །རྗེས་སུ་དྲན་ཞིང་རྗེས་སུ་དྲན་ནས་ཀྱང་དགའ་བསྐྱེད་དེ།
en: The light of divine knowledge allows it to remember many hundreds of thousands of previous lives, and as it remembers them, it rejoices.

source: འདི་ནི་སྐྱེ་བ་ལྔ་བརྒྱར་བདག་གི་མར་གྱུར་ཏོ་ཞེས་དེ་ལྟར་རབ་ཏུ་ཤེས་ཏེ། དེ་ལྟར་རྗེས་སུ་དྲན་ནས་མ་དེ་ལ་ཆགས་པར་མི་བྱེད་ཅིང་འདོད་ཆགས་དང་བྲལ་བ་སྐྱེད་དེ།
en: It comes to know things such as ‘this was my mother for five hundred lives,’ and it remembers such things without developing attachment to that mother.

source: ཀྱེ་མ་འོ་འདི་ལྟར་ཡང་སྐྱེ་བ་དང་འབྱུང་བ་ནི་སྡུག་བསྔལ་ཏེ་འཁོར་བས་ནི་ཆོག་གོ །
en: It gives rise to freedom from desire, thinking, ‘Alas, such a rebirth and existence is suffering. Enough with saṃsāra!

source: ཡོངས་སུ་འཛིན་པ་འདིས་ཀྱང་ཆོག་གོ་སྙམ་མོ།
en: Enough with this grasping!’ ”

source: །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། དྲང་སྲོང་ཆེན་པོ་རྒྱས་པས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་སེམས་ཅན་དེ་མི་ཆགས་ན་འཁོར་བ་ལས་འབྱུང་བར་འགྱུར་རམ།
en: As soon as the Buddha had said this, the great seer Vyāsa asked the Blessed One, “Blessed One, if a being has no attachment, will that being leave saṃsāra?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དྲང་སྲོང་ཆེན་པོ་ཐམས་ཅད་དེ་ལྟ་བུ་ནི་མ་ཡིན་ཏེ།
en: Great Seer,” said the Blessed One, “that is not always the case.

source: རྣམ་པར་ཤེས་པ་དེ་ནི་གཟུགས་མེད་པ། བསྟན་ཏུ་མེད་པ། སྣང་བ་མེད་པའོ།
en: Consciousness is formless, impossible to point out, and not apparent.

source: །གང་རྣམ་པར་ཤེས་པའི་ཁམས་ཆགས་པ་མེད་པར་མ་གྱུར་པར་འཁོར་བར་མི་སྐྱེ་བ་དེ་ལྟ་བུའི་གནས་མེད་དོ། །བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བ་དང་། མི་གཡོ་བར་ཉེ་བར་འགྲོ་བ་དང་། མྱ་ངན་ལས་འདའ་བར་ཉེར་བར་འགྲོ་བ་ཐམས་ཅད་ནི་དེ་ལྟར་འགྱུར་རོ།
en: It is impossible for someone who is not devoid of attachment to the element of consciousness not to be reborn in saṃsāra, and that is so in all cases whether one is inclined toward merit, inclined toward the immovable, or inclined toward nirvāṇa.

source: །དྲང་སྲོང་ཆེན་པོ་དེ་དག་ནི་འདི་ལྟར་བལྟ་སྟེ། རྣམ་པར་ཤེས་པ་གང་དེ་ལྟར་སེམས་པ་དེ་ནི་རྣམ་པར་ཤེས་པའི་ཤས་ཆེ་བར་བལྟ་སྟེ། ལུས་ཀྱི་ཤས་ཆེ་བས་ནི་མི་ནུས་སོ།
en: Great Seer, you should view those things in the following way: When one views consciousness in that way, it is thought that is predominant in consciousness; it is not compelled by the predominance of the body.

source: །རྣམ་པར་ཤེས་པ་ནི་ཚོར་བར་བྱེད་པ།
en: Consciousness is what creates feeling.

source: རྣམ་པར་ཤེས་པ་ནི་སེམས་པར་བྱེད་པ་སྟེ།
en: Consciousness is what creates thought.

source: དེའི་ཕྱིར་རྣམ་པར་ཤེས་པ་ཞེས་བྱའོ།
en: That is why it is called consciousness.

source: །དྲང་སྲོང་ཆེན་པོ་ཁྱོད་ཀྱིས་རྣམ་པར་ཤེས་པ་དེ་དེ་ལྟར་ཁོང་དུ་ཆུད་པར་བྱའོ།
en: Great Seer, that is how you should understand consciousness.”

source: །དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ། །དགྲ་རྣམས་ཐམས་ཅད་ཤིན་ཏུ་བསྲུང་། །ཉོན་མོངས་སོགས་པར་བྱེད་པའོ། །ཤེས་དང་མི་ཤེས་ཤེས་པ་པོ། །ཤེས་རབ་དང་ནི་གཏི་མུག་ལྡན།
en: Then the Blessed One spoke the following verses: “It guards against all enemies, It accumulates the afflictions, It understands knowing and not knowing, And it possesses insight and delusion. “

source: །ལྟ་དང་ང་རྒྱལ་མ་རིག་དང་། །རྣམ་པར་ཤེས་པ་ཀུན་ལ་ཡོད།
en: All things such as wrong views, Pride, and ignorance are consciousness.

source: །རྣམ་པར་ཤེས་པ་མེད་པར་ནི། །གང་ཡང་འབྱུང་བར་མི་འགྱུར་རོ།
en: Nothing comes to pass Without consciousness. “

source: །རྣམ་པར་ཤེས་པ་མེད་པར་ནི། །དེ་དག་འདུ་བར་མི་འགྱུར་ཏེ།
en: Without consciousness, Those things would not come together.

source: །ཅིག་ཅར་གྱུར་ན་འདུ་བར་འགྱུར། །གཅིག་མིན་འཁོར་ལོ་ཤིང་རྟ་བཞིན།
en: They come together in a single instant But are not one, just like a wheel and a cart. “

source: །སྐྱེས་བུ་མཉམ་དུ་འདུ་བ་ནི། །ཉིད་དང་གཞན་དང་གཉི་གས་མིན།
en: A collection is not equivalent to the person Because it is not the same, different, or both.

source: །གཅིག་གིས་མ་ཡིན་གཞན་གྱིས་མིན། །གླང་གཉིས་ཇི་ལྟ་བཞིན་དུའོ།
en: It does not depend on one or the other, Just like a pair of oxen. “

source: །ཤིང་རྟ་སྣ་སྒྱུར་གཉིས་དང་ནི། །འཁོར་ལོ་གཉིས་སུ་ལྡན་པ་དང་། །ཐག་པ་དག་གིས་བཅིངས་བྱས་པ།
en: A cart has two wheels And a pair of oxen Bound with two straps.

source: །ཤིང་རྟ་ཞེས་ནི་ཡོངས་སུ་གྲགས།
en: That is what we call a cart. “

source: །དེ་ལྟར་ལུས་ཀྱི་ཤིང་རྟ་ཡང་། །ཁམས་ཀྱི་འདུ་འཕྲོད་རྣམས་ལས་འབྱུང་། །དེ་ལས་དབང་པོ་ལྡན་གྱུར་ཏེ། །རྣམ་པར་ཤེས་པས་རབ་ཏུ་བསྟན། །གནད་དང་མཚམས་སུ་སྦྱོར་བ་དང་།
en: In the same way, out of the assembly of elements The cart of the body arises, Comes to possess sense faculties, And is then illuminated by consciousness. “

source: །དེ་ལྟར་རྩ་དང་འཇིང་ཆུ་དང་། །སྐྲ་དང་རུས་པ་སོ་དང་མགོ །སེན་མོ་ལྤགས་པས་མདོག་བྱས་དང་། །རྒྱུ་མ་གློ་བ་མཁལ་མ་དང་། །སྙིང་དང་མཆེར་བ་ཚིལ་བུ་དག །
en: The vital points, joints, Veins, arteries, Hair, bones, teeth, skull, Fingernails, complexion, “Intestines, lungs, kidneys, Heart, liver, and fatty tissues— The combination of all these Is what constitutes the body. “

source: ཐམས་ཅད་མཉམ་དུ་འདུས་པ་ལས། །ལུས་ནི་ཤིན་ཏུ་གནས་པ་ཡིན། །དེ་ལ་ཁམས་ནི་ལུས་ཆེན་ཏེ། །སེམས་ལས་དངོས་པོ་ཀུན་འབྱུང་བས། །དེ་ཕྱིར་རྣམ་པར་ཤེས་ཀྱིར་འདོད། །དེ་ནི་ཁ་ལོ་སྒྱུར་བར་འདོད། །
en: Those elements are the embodied being, And since all those things arise from the mind, They are accepted as belonging to consciousness, And consciousness is accepted as the driver. “

source: དྲང་སྲོང་ཆེན་པོ་གཞན་ཡང་རྣམ་པར་ཤེས་པ་འདི་ནི་ཕྲ་བ། གཟུགས་མེད་པ། བསྟན་དུ་མེད་པ།
en: Moreover, Great Seer, this consciousness is subtle and formless, cannot be pointed out, and is unmanifest.

source: མི་མངོན་པ་སྟེ། དེ་ནི་ཁ་དོག་དང་། དབྱིབས་དང་། གཟུགས་ཀྱི་དབང་པོ་མ་ཡིན་ནོ། །དབང་པོ་རགས་པ་བོར་བའི་ཕྱིན་རྣམ་པར་ཤེས་པར་བལྟ་བ་གཞན་མེད་དེ།
en: It is not a color, a shape, or a physical sense faculty, and there is nothing else to be seen as consciousness outside of disregarding the coarse sense faculties.

source: མིའི་སྙིང་འཕར་བ་དང་། འཇིགས་པ་གང་ལས་བྱུང་བ་དང་། རྣམ་པར་རྟོག་པ་དང་། རྣམ་པར་དཔྱོད་པ་གང་ཡིན་པ་དེ་ཐམས་ཅད་ནི་རྣམ་པར་ཤེས་པའི་ཤས་ཆེ་བ་ཡིན་གྱི། ལུས་ཀྱི་ཤས་ཆེ་བ་མ་ཡིན་ནོ།
en: All things such as the beating of a person’s heart, response to fear, conceptual thought, and discrimination are predominantly consciousness, not the body.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་དྲང་སྲོང་ཆེན་པོ་རྒྱས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་སེམས་ཅན་རྣམས་ཀྱི་སྔོན་གྱི་རང་བཞིན་ཇི་ལྟར་བལྟ་བར་བགྱི།
en: Then the great seer Vyāsa asked the Blessed One, “Blessed One, how can one recognize the nature of beings’ previous births?

source: སེམས་ཅན་དམྱལ་བར་ཉེ་བར་མཆི་བ་དང་། ཡི་དགས་སུ་ཉེ་བར་མཆི་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་སུ་ཉེ་བར་མཆི་བའི་རང་བཞིན་ཇི་ལྟར་བལྟ་བར་བགྱི།
en: How can one recognize the natures of those beings who will be reborn as hell beings, who will be reborn as hungry ghosts, and who will be reborn as animals?

source: ཇི་ལྟར་ལྷར་ཉེ་བར་མཆི་བ་དང་། ཇི་ལྟར་མིར་ཉེ་བར་མཆི་བ་དང་། དགེ་བའི་རྩ་བ་རྣམས་དང་། མི་དགེ་བའི་རྩ་བ་རྣམས་གང་ལགས་པར་བལྟ་བར་བགྱི།
en: How can one recognize those who will be reborn as gods, those who will be reborn as humans, and the roots of merit and roots of demerit they possess?

source: དགེ་བའི་རྩ་བ་གང་དག་གིས་ལྷ་དང་མིར་སྐྱེ་བར་འགྱུར། མི་དགེ་བའི་རྩ་བ་གང་དག་གིས་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། ཡི་དགས་སུ་སྐྱེ་བར་འགྱུར་བ་འདི་དག་བཅོམ་ལྡན་འདས་ཀྱིས་ལུང་བསྟན་དུ་གསོལ།
en: Blessed One, please teach us which roots of merit lead to rebirth as a god or human and which roots of demerit lead to rebirth in the hells, animal realms, and hungry ghost realms.” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དྲང་སྲོང་ཆེན་པོ་ཁྱོད་སེམས་ཅན་རྣམས་ཀྱི་རང་བཞིན་དང་། དགེ་བའི་རྩ་བ་རྣམས་དང་། འཆི་འཕོ་དང་སྐྱེ་བ་ཉོན་ཅིག །
en: Great Seer,” replied the Blessed One, “listen to my explanation of the natures of beings, their roots of virtue, and their deaths and rebirths.

source: ཡང་ཐམས་ཅད་མཁྱེན་པའི་ཡུལ་འདི་ནི་མངོན་པར་ཤེས་པ་ལྔའི་ཡུལ་མ་ཡིན་ནོ།
en: This cognitive object of an omniscient one is not a cognitive object of the five clairvoyances.

source: །འདི་ནི་ལྷ་རྣམས་དང་། ཚངས་པ་ལ་སོགས་པ་འོག་མིན་ལ་ཐུག་པ་རྣམས་ཀྱི་མ་ཡིན་ཏེ།
en: It is not a cognitive object of any of the gods, from the Brahmā gods right up to the Akaniṣṭha gods.

source: འདི་ནི་ཉན་ཐོས་རྣམས་ཀྱི་སྐབས་ཀྱང་མ་ཡིན་ན་སེམས་ཅན་གཞན་རྣམས་ཀྱི་ལྟ་ག་ལ་ཡིན།
en: It is not even within the purview of śrāvakas, so it goes without saying that the same is true for any other kinds of beings.

source: དྲང་སྲོང་ཆེན་པོ་གང་དྲི་མ་གསུམ་སྤངས་པ། ཆོས་ཉིད་དང་པོ་ཐོབ་པ། ངའི་བསྟན་པ་ལ་རྒྱུན་དུ་ཞུགས་པའི་རྣམ་པར་ཤེས་པའི་ཡུལ་ནི་འདི་ཡིན་ཏེ།
en: Great Seer, it is the object of consciousness for one who has removed the three impurities, has attained reality for the first time, and has entered the stream of my teachings.”

source: དེ་ལྷ་དང་དྲང་སྲོང་ཐམས་ཅད་ཀྱི་ནི་མ་ཡིན་ནོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། དྲང་སྲོང་ཆེན་པོ་རྒྱས་པས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ནི་ད་རྒས་འཁོགས་གཏུགས་པས་འབྲས་བུ་རྣམས་ལ་བཙལ་བའི་རྔོ་མི་ཐོག་གོ །བདག་ད་ཁུར་ཆེན་པོ་བསྐུར་བའི་རྔོ་མི་ཐོག་གོ །
en: The great seer Vyāsa said to the Blessed One, “Blessed One, since I have reached old age, I am incapable of seeking such fruits, and I cannot bear such a heavy load, so I take refuge in the Blessed One, the Dharma, and the Saṅgha of noble ones, who are completely devoid of afflictions.
